const comboInfo={
	status:1,
	data:[{
		money:9.99,
		average:1.51,
		date:7,
	},
	{
		money:19.99,
		average:0.68,
		date:30,
	},
	{
		money:88.88,
		average:0.58,
		date:90,
	}
	],
	security:'1、您所购买的助力车套餐仅限在购买时所在城市内使用，但该城市内有特别使用规范的区域（如合作景区、园区）除外；\n 2、本助力车套餐不适用于单车，未满16周岁不可购卡；\n 3、助力车天数骑行卡套餐生效期间，每日可持卡骑行 2 次，每次骑行前 30 分钟免费，超出部分按照正常计费规则（即无优惠的规则）计费；\n 4 、助力车套餐在购买时立即生效，并于生效日最后一日的 23:59:59 或次数用完后失效；若您当前持有生效中的骑行卡套餐，可叠加购买相同类型的骑行卡套餐，新购买的卡将在前置卡失效后自动生效并开始计算有效期；\n 5、助力车套餐在结费时是否适用，以开锁时助力车套餐的生效状态为准；助力车套餐生效期间，不支持更换套餐或退款；助力车套餐中的优惠不可叠加使用，同一行程中只能使用1种优惠；购买时暂不支持使用账户余额支付。',
	msg: '提示'
}
const topupInfo={
	status:1,
	data:[{
		money:10.00,
		award:1.00,
	},
	{
		money:20.00,
		award:2.00,
	},
	{
		money:30.00,
		award:3.00,
	},
	{
		money:50.00,
		award:5.00,
	}
	],
	security:'1.乙方按照本协议履行存管义务独立于甲方因其各类交易活动或管理活动而产生的各项权利和义务。乙方仅根据本协议的规定进行划款,且仅审核相关文件的印鉴或格式与本协议要求或者预留的印鉴或格式表面相符即可,只要乙方系按照本协议的规定进行划款,即不对甲方因此所产生的任何损失承担任何形式的责任。 \n 2.一旦发生第四条第3款所述事项导致司法或行政干预,乙方有权将其视为不可抗力,并按照本协议第六条第2款的有关规定终止存管。 \n 3.甲方负责与其相关债权人(如有)进行沟通,以确保存管账户内的资金不会遭受任何债权人的追索,也不会遭受有关法院或政府机构的查封、冻结等强制执行措施。如导致存管账户内的资金被具有强制力的国家机关冻结、扣押及执行,由甲方自行承担任何法律后果。',
	msg:'提示',
}
export default{
	comboInfo,
	topupInfo,
}